{
	"faq_q1": "Was ist die große Idee?",
	"faq_a1": "Distrochess ist verteiltes Schach. Dies bedeutet, dass Sie kein einziges Spiel gegen eine einzelne Person spielen. Sie spielen viele Spiele gegen viele andere Benutzer. Es ist ein bisschen wie ein simultanes Match, aber statt vieler Leute Gegen einen einzelnen Gegner gibt es mehrere Spieler auf jeder Seite des Tisches. <br/> Nachdem Sie einen Zug ausgeführt haben, wird das Spiel wieder in die Warteschlange gestellt, sodass ein anderer Benutzer die Möglichkeit hat, zu antworten. In der Zwischenzeit sind Sie es Um zu vermeiden, dass Spieler gegen sich selbst spielen, spielt jeder Spieler immer die gleiche Seite eines bestimmten Spiels. ",
	"faq_q2": "Wie wird meine Elo-Bewertung berechnet?",
	"faq_a2": "Ihre Elo-Wertung ist anfänglich auf __initialRating__ gesetzt. Wenn ein Spiel entschieden wird, an dem Sie teilgenommen haben, ändert sich Ihre Elo entsprechend der <a href=\"https://www.geeksforgeeks.org/elo-rating-algorithm/\"> normale Regeln </a>, mit der Ausnahme, dass Sie einen Anteil der zugewiesenen Punkte entsprechend Ihrer Teilnahmequote an diesem Spiel erhalten. Die Bewertungen der für diese Berechnung verwendeten schwarzen und weißen Teams werden wie folgt ermittelt der Durchschnitt aller Bewertungen der Teilnehmer, gewichtet nach ihrer Beteiligungsquote. ",
	"faq_q3": "Werden Spiele markiert?",
	"faq_a3": "Ja, wenn sich seit mehr als __flagTime__ Tagen kein Spieler mehr bewegt hat, wird das Spiel markiert. Dies bedeutet, dass es als Verlust für die Spieler, deren Zug es ist, und als Gewinn für die gegnerischen Spieler verbucht wird. Dies Die Regel besteht darin, die Tatsache zu kompensieren, dass Spieler Spiele meiden können, bei denen die Gewinnchancen gering sind, um eine Reduzierung ihrer Punktzahl zu vermeiden. ",
	"faq_q4": "Wie kann ich zurücktreten oder ein Remis anbieten?",
	"faq_a4": "Da Sie nur ein Mitglied Ihres Teams sind, würde ein Rücktritt oder ein Unentschieden bedeuten, dass Sie eine Entscheidung treffen, mit der Ihre Teamkollegen möglicherweise nicht einverstanden sind. Dies ist problematisch. Stattdessen entscheidet Distrochess einfach über das Spiel unter den folgenden Bedingungen: <ul> <li> Eine Seite hat nur noch einen König auf dem Brett. </ li> <li> Die andere Seite hat entweder einen Turm oder eine Königin. </ li> <li> Dieser Zustand hat mindestens zwei Jahre gedauert Züge. </ li> </ ul> Die Ziehungen richten sich nach den üblichen Schachregeln (dreimal wiederholte Stellung, unzureichendes Material usw.). ",
	"faq_q5": "Woher weiß ich, ob ich en passant fangen kann oder ob ich ein Schloss bauen darf?",
	"faq_a5": "Es ist einfacher, um Verzeihung zu bitten als um Erlaubnis. Versuchen Sie es einfach! Wenn es funktioniert, dann durften Sie. <br/> Wenn Sie der Meinung sind, dass diese Informationen übermittelt werden müssen, <a href=\"mailto:distrochess@runbox.com\">sag es mir</a>, und ich werde gerne eine bessere Lösung implementieren.",
	"faq_q6": "Ich habe einen Featureanfrage / Fehlerbericht. Was soll ich damit machen?",
	"faq_a6": "Ja, ich interessiere mich sehr für Ihren Inhalt. Bitte senden Sie ihn an <a href=\"mailto:distrochess@runbox.com?subject=Distorchess feedback\">distrochess@runbox.com</a>. Ich verspreche zu antworten.",
	"faq_q7": "Wer hat das gemacht und warum?",
	"faq_a7": "Distrochess ist das Gehirnkind von <a href=\"mailto:distrochess@runbox.com\">Marc A. Donis</a>, der nur versucht hat, Langeweile zu vermeiden. Es ist die Wiedergeburt einer alten Idee, die ursprünglich um 2008 Discochess hieß.<br/>Ich verdiene mit diesem Projekt kein Geld und kümmere mich nicht um Ihre persönlichen Daten. Ich mache es für die Liebe.<br/>Vielen Dank an Chris Gilmore für das Testen und die DNS-Ninja-Fähigkeiten."
}
