{
	"faq_q1": "¿Cuál es la gran idea?",
	"faq_a1": "Distrochess es ajedrez distribuido. Esto significa que no juega un solo juego contra una sola persona y &mdash; juega muchos juegos contra muchos otros usuarios. Es un poco como una partida simultánea, pero en lugar de mucha gente jugando contra un solo oponente, hay varios jugadores a cada lado de la mesa. <br/> Después de hacer un movimiento, ese juego vuelve a la cola para que otro usuario pueda tener la oportunidad de responder, dadole un turno a un juego aleatorio fuera de la cola. Para evitar que los jugadores jueguen contra ellos mismos, cada jugador siempre juega el mismo lado de un juego dado.",
	"faq_q2": "¿Cómo se calcula mi calificación de Elo?",
	"faq_a2": "Su calificación de Elo se establece inicialmente en __initialRating__. Cuando se decide un juego en el que ha participado, su Elo cambiará de acuerdo con la <a href=\"https://www.geeksforgeeks.org/elo-rating-algorithm/\">rules normal</a>, excepto que recibirá una proporción de los puntos asignados según su proporción de participación en ese juego. Las calificaciones de los equipos en blanco y negro utilizadas para este cálculo se determinan como el promedio de todas las calificaciones de los participantes, ponderado por su índice de participación.",
	"faq_q3": "¿Se marcan los juegos?",
	"faq_a3": "Sí, si ningún jugador se ha movido en más de __flagTime__ días, entonces el juego está marcado. Esto significa que se registra como una pérdida para los jugadores cuyo movimiento es, y una victoria para los jugadores oponentes. Esto la regla es compensar el hecho de que los jugadores pueden evitar los juegos en los que las posibilidades de ganar son escasas para evitar reducir su puntuación.",
	"faq_q4": "¿Cómo renuncio u ofrezco un sorteo?",
	"faq_a4": "Ya que solo es un miembro de su equipo, renunciar u ofrecer un sorteo significaría tomar una decisión con la que sus compañeros no están de acuerdo. Esto es problemático, por lo que Distrochess simplemente adjudicará el juego en las siguientes condiciones: <ul> <li> Un lado tiene solo un rey en el tablero. </li> <li> El otro lado tiene una torre o una reina. </li> <li> Este estado ha durado al menos dos movimientos. </li> </ul> Los sorteos están determinados por las reglas habituales del ajedrez (posición repetida tres veces, material insuficiente, etc.). ",
	"faq_q5": "¿Cómo puedo saber si puedo capturar en passant o si se me permite usar el castillo?",
	"faq_a5": "Es más fácil pedir perdón que permiso. Solo intente lo! Si funciona, entonces se le permitió. <br/> Si cree que esta información necesita ser comunicada, por favor <a href=\"mailto:feedback@distrochess.com\">dígame</a>, y con mucho gusto implementaré una mejor solución.",
	"faq_q6": "Tengo una solicitud de función / informe de error. ¿Qué debo hacer con eso?",
	"faq_a6": "Sí, estoy muy interesado en lo que sea. Envíelo a <a href=\"mailto:feedback@distrochess.com?subject=Distorchess feedback\">feedback@distrochess.com</a>. Prometo responder.",
	"faq_q7": "¡Quiero ayudar! ¿Es este código abierto del proyecto?",
	"faq_a7": "De hecho, lo es. Encontrará todo lo que necesita <a href=\"https://github.com/madc0w/distrochess\">aquí</a>. Solo tiene que enviarme una solicitud.",
	"faq_q8": "¿Quién hizo esto y por qué?",
	"faq_a8": "Distrochess es el hijo del cerebro de <a href=\"mailto:mad@distrochess.com\">Marc A. Donis</a>, quien estaba tratando de evitar el aburrimiento. Es la reencarnación de un vieja idea, originalmente llamada Discochess en 2008.<br/> No gano dinero con este proyecto, y no me importan sus datos personales. Lo hago por amor.<br/>Gracias a clg, por las habilidades de prueba y DNS ninja."
}
